const PrivacyPolicyPage = () => {
  return (
    <div>
      <h1>Політика конфіденційності</h1>
      <p>
        Ця політика конфіденційності описує, як ми збираємо, використовуємо та
        захищаємо вашу особисту інформацію.
      </p>

      <h2>Збір інформації</h2>
      <p>
        Ми збираємо інформацію, яку ви надаєте нам при реєстрації на сайті,
        заповненні форм та під час використання наших послуг.
      </p>

      <h2>Використання інформації</h2>
      <p>
        Зібрана інформація використовується для покращення якості наших послуг,
        персоналізації вашого досвіду та для зв&rsquo;язку з вами.
      </p>

      <h2>Захист інформації</h2>
      <p>
        Ми приймаємо відповідні заходи для захисту вашої інформації від
        несанкціонованого доступу, змін або знищення.
      </p>

      <h2>Зміни до політики конфіденційності</h2>
      <p>
        Ми можемо оновлювати цю політику конфіденційності час від часу. Будь-які
        зміни будуть опубліковані на цій сторінці.
      </p>

      <h2>Контакти</h2>
      <p>
        Якщо у вас є питання або занепокоєння щодо нашої політики
        конфіденційності, будь ласка, зв&rsquo;яжіться з нами за електронною
        поштою olenavasylchuk.front@gmail.com.
      </p>
    </div>
  );
};

export default PrivacyPolicyPage;
