import { Link } from "react-router-dom";

const TermsOfServicePage = () => {
  return (
    <div>
      <h1>Умови використання</h1>
      <p>Останнє оновлення: 01.08.2024</p>

      <h2>1. Вступ</h2>
      <p>
        Ласкаво просимо на AquaTrack. Використовуючи наш веб-сайт або додаток,
        ви погоджуєтеся з цими умовами використання. Якщо ви не погоджуєтеся з
        цими умовами, будь ласка, не використовуйте наші послуги.
      </p>

      <h2>2. Використання послуг</h2>
      <p>
        Ви погоджуєтеся використовувати наші послуги тільки в законних цілях і
        відповідно до всіх застосовних законів і регуляцій. Заборонено
        використовувати наші послуги для будь-якої незаконної діяльності або для
        нанесення шкоди третім особам.
      </p>

      <h2>3. Конфіденційність</h2>
      <p>
        Ми поважаємо вашу конфіденційність. Інформація про те, як ми збираємо,
        використовуємо та захищаємо вашу особисту інформацію, викладена в нашій
        Політиці конфіденційності.
      </p>

      <h2>4. Права інтелектуальної власності</h2>
      <p>
        Всі права на інтелектуальну власність, включаючи авторські права і
        торгові марки, що стосуються нашого веб-сайту та додатка, належать нам
        або нашим ліцензіарам. Ви не маєте права використовувати ці матеріали
        без нашого письмового дозволу.
      </p>

      <h2>5. Відповідальність</h2>
      <p>
        Ми не несемо відповідальність за будь-які збитки або втрати, які можуть
        виникнути внаслідок використання наших послуг. Це включає, але не
        обмежується, будь-якими прямими, непрямими, випадковими або штрафними
        збитками.
      </p>

      <h2>6. Зміни до умов</h2>
      <p>
        Ми можемо періодично оновлювати ці умови. Всі зміни будуть опубліковані
        на цій сторінці, і ви будете сповіщені про будь-які суттєві зміни.
      </p>

      <h2>7. Контактна інформація</h2>
      <p>
        Якщо у вас є будь-які питання або коментарі щодо цих умов використання,
        будь ласка, зв&rsquo;яжіться з нами за адресою:{" "}
        <Link to="mailto:olenavasylchuk.front@gmail.com">
          olenavasylchuk.front@gmail.com
        </Link>
        .
      </p>
    </div>
  );
};

export default TermsOfServicePage;
